tap "1password/tap"
tap "anomalyco/tap"
tap "argoproj/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "manaflow-ai/cmux"
tap "steipete/tap"
tap "textualize/homebrew"
tap "umlx5h/tap"
tap "unhappychoice/tap"
tap "xdevplatform/tap"
brew "giflib"
brew "highway"
brew "argocd"
brew "git"
brew "asdf"
brew "atuin"
brew "aws-iam-authenticator"
brew "awscli"
brew "bandwhich"
brew "base64"
brew "bat"
brew "btop"
brew "certifi"
brew "clang-format"
brew "claude-squad"
brew "coreutils"
brew "curl"
brew "dash-shell"
brew "deno"
brew "diffutils"
brew "direnv"
brew "dstp"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gcc@12"
brew "gh"
brew "ghq"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "m4"
brew "gron"
brew "gzip"
brew "has"
brew "htop"
brew "httpie"
brew "hub"
brew "jnv"
brew "jq"
brew "just"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kubie"
brew "lazygit"
brew "less"
brew "lowdown"
brew "luv"
brew "make"
brew "mas"
brew "md5sha1sum"
brew "mecab"
brew "neovim"
brew "nkf"
brew "node"
brew "nushell"
brew "ollama"
brew "peco"
brew "plantuml"
brew "python@3.11"
brew "python@3.12"
brew "qman"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sox"
brew "specify"
brew "starship"
brew "superfile"
brew "tenv"
brew "tldr"
brew "tmux"
brew "tree"
brew "trivy"
brew "ugrep"
brew "uv"
brew "wireshark", link: false
brew "xcodegen"
brew "yq"
brew "zoxide"
brew "zsh-vi-mode"
brew "anomalyco/tap/opencode"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "steipete/tap/gifgrep"
brew "steipete/tap/gogcli"
brew "steipete/tap/peekaboo"
brew "steipete/tap/summarize"
brew "umlx5h/tap/gtrash"
brew "unhappychoice/tap/gittype"
cask "1password"
cask "1password-cli"
cask "anki"
cask "appcleaner"
cask "azookey"
cask "bettertouchtool"
cask "brave-browser"
cask "manaflow-ai/cmux/cmux"
cask "steipete/tap/codexbar"
cask "cursor"
cask "cursorsense"
cask "expressions"
cask "finicky"
cask "font-hackgen-nerd"
cask "goland"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "keycastr"
cask "kindle"
cask "mitmproxy"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "raycast"
cask "tunnelblick"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "wireshark-app"
cask "xdevplatform/tap/xurl"
mas "Amphetamine", id: 937984704
mas "Corner Time", id: 6746757189
mas "Developer", id: 640199958
mas "Expressions", id: 913158085
mas "Glide", id: 1593045116
mas "Jamf Trust", id: 1608041266
mas "Kindle", id: 302584613
mas "Klack", id: 6446206067
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
vscode "bierner.markdown-mermaid"
vscode "golang.go"
vscode "juniorschmidt.lunar-vscode-theme"
vscode "openai.chatgpt"
uv "jiratui"
uv "litellm[proxy]"
uv "markitdown-mcp"
uv "nano-pdf"
uv "plamo-translate"
