tap "1password/tap"
tap "argoproj/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "koekeishiya/formulae"
brew "argocd"
brew "asdf"
brew "atuin"
brew "aws-iam-authenticator"
brew "python@3.12"
brew "awscli"
brew "bandwhich"
brew "base64"
brew "bat"
brew "certifi"
brew "dash"
brew "diffutils"
brew "direnv"
brew "exa"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gzip"
brew "has"
brew "htop"
brew "httpie"
brew "hub"
brew "jnv"
brew "jq"
brew "just"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kubie"
brew "lazygit"
brew "less"
brew "luv"
brew "mas"
brew "md5sha1sum", link: false
brew "mecab"
brew "neovim"
brew "nkf"
brew "node"
brew "nushell"
brew "peco"
brew "python@3.11"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sox"
brew "starship"
brew "superfile"
brew "tfenv"
brew "tldr"
brew "tree"
brew "ugrep"
brew "yq"
brew "zoxide"
brew "zsh-vi-mode"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "anki"
cask "appcleaner"
cask "bettertouchtool"
cask "brave-browser"
cask "calibre"
cask "cursor"
cask "cursorsense"
cask "expressions"
cask "finicky"
cask "goland"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "kindle"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "raycast"
cask "tunnelblick"
cask "visual-studio-code"
cask "wezterm"
cask "wireshark"
mas "Amphetamine", id: 937984704
mas "Expressions", id: 913158085
mas "Glide", id: 1593045116
mas "Perplexity", id: 6714467650
mas "RunCat", id: 1429033973
vscode "juniorschmidt.lunar-vscode-theme"
