tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "koekeishiya/formulae"
brew "asdf"
brew "atuin"
brew "aws-iam-authenticator"
brew "python@3.11"
brew "awscli"
brew "bandwhich"
brew "base64"
brew "bat"
brew "certifi"
brew "dash"
brew "diffutils"
brew "direnv"
brew "exa"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gzip"
brew "has"
brew "htop"
brew "python@3.12"
brew "httpie"
brew "jnv"
brew "jq"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "kubie"
brew "lazygit"
brew "less"
brew "luv"
brew "mas"
brew "md5sha1sum", link: false
brew "mecab"
brew "neovim"
brew "nkf"
brew "node"
brew "nushell"
brew "peco"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sox"
brew "starship"
brew "superfile"
brew "tfenv"
brew "tldr"
brew "tree"
brew "ugrep"
brew "w3m"
brew "yq"
brew "zoxide"
brew "zsh-vi-mode"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "alacritty"
cask "alfred"
cask "anki"
cask "appcleaner"
cask "arc"
cask "bettertouchtool"
cask "brave-browser"
cask "calibre"
cask "cursor"
cask "cursorsense"
cask "dash"
cask "deepl"
cask "expressions"
cask "finicky"
cask "fuwari"
cask "goland"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "kindle"
cask "notion-calendar"
cask "obsidian"
cask "onyx"
cask "orbstack"
cask "postman"
cask "skitch"
cask "stand"
cask "tunnelblick"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "wireshark"
mas "Amphetamine", id: 937984704
mas "Expressions", id: 913158085
mas "Glide", id: 1593045116
mas "PopClip", id: 445189367
mas "RunCat", id: 1429033973
vscode "farosystemappender constructor"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "hylwxqwq.yuyuko-vim-vsc"
vscode "juniorschmidt.lunar-vscode-theme"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "sirtori.indenticator"
vscode "skattyadz.vscode-quick-scope"
vscode "tim-koehler.helm-intellisense"
vscode "tinkertrain.theme-panda"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "usernamehw.errorlens"
vscode "wenyikun.dodo-reader"
